package com.example.alexw.departments;

import android.support.v7.app.AppCompatActivity;
import android.os.Bundle;

public class Info extends AppCompatActivity {

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_info);


        /*Кафедра базисной и клинической фармакологии
        Кафедра военно - медицинской подготовки и экстремальной медицины
        Кафедра физики, математики, информатики и компьютерных технологий
        Кафедра микробиологии, вирусологии и иммунологии
        Кафедра фундаментальной и клинической физиологии
        Кафедра фундаментальных дисциплин
        Кафедра общественного здоровья и здравоохранения
        Кафедра общей и клинической эпидемиологии
        Кафедра физического воспитания


        Кафедра гигиенических дисциплин
        Кафедра общей гигиены
        Кафедра иностранных и латинского языка
        Кафедра кыргызского и русского языков
        Кафедра клинической реабилитологии и физиотерапии
        Кафедра философии и общественных наук
        Кафедра фармакогнозии и химии лекарственных средств
        Кафедра управления и экономики фармации, технологии лекарственных средств

        Кафедра гистологии, цитологии, эмбриологии
        Кафедра нормальной и топографической анатомии
        Кафедра патологической анатомии
        Кафедра патологической физиологии
        Кафедра судебной медицины и правоведения

        Кафедра акушерства и гинекологии №1
        Кафедра акушерства и гинекологии №2
        Кафедра анестезиологии, реанимации и интенсивной терапии
        Кафедра госпитальной терапии, профпатологии с курсом гематологии
        Кафедра госпитальной педиатрии с курсом неонатологии
        Кафедра госпитальной хирургии с курсом оперативной хирургии им. академика М.М. Мамакеева
        Кафедра детских инфекционных болезней
        Кафедра дерматовенерологии
        Кафедра детской хирургии
        Кафедра детской стоматологии
        Кафедра инфекционных болезней
        Кафедра лучевой диагностики и терапии
        Кафедра неврологии с курсом медицинской генетики
        Кафедра нейрохирургии до дипломного и последипломного образования
        Кафедра онкологии
        Кафедра оториноларингологии
        Кафедра офтальмологии
        Кафедра ортопедической стоматологии
        Кафедра пропедевтики внутренних болезней с курсом эндокринологии
        Кафедра пропедевтики детских болезней
        Кафедра пропедхирургии
        Кафедра психиатрии, психотерапии и наркологии
        Кафедра сестринского дела
        Кафедра терапии общей практики с курсом семейной медицины
        Кафедра травматологии, ортопедии и экстремальной хирургии
        Кафедра терапевтической стоматологии
        Кафедра урологии и андрологии до- и последипломного обучения
        Кафедра факультетской терапии
        Кафедра факультетской педиатрии
        Кафедра факультетской хирургии
        Кафедра фтизиатрии
        Кафедра хирургии общей практики с курсом комбустиологии
        Кафедра хирургической стоматологии и челюстно - лицевой хирургии*/
    }
}
